export const navLinks = [
  { id: 1, title: 'مسیر راه', href: '' },
  { id: 2, title: 'داستان ها', href: '' },
  { id: 3, title: 'خدمات', href: '' },
  { id: 4, title: 'درباره ما', href: '' },
];

export const services = [
  {
    id: 1,
    title: 'روان درمانی فردی',
    description:
      'جلسات فردی برای شناخت بهتر احساسات، مدیریت چالش‌های زندگی، کاهش اضطراب و دستیابی به آرامش و رشد فردی.',
    image: 'service-2.jpg',
  },
  {
    id: 2,
    title: 'زوج‌درمانی و مشاوره خانواده',
    description:
      'کمک به بهبود ارتباط، حل تعارض‌ها، افزایش صمیمیت و ساختن روابطی سالم‌تر و پایدارتر میان زوج‌ها و اعضای خانواده.',
    image: 'service-4.jpg',
  },
  {
    id: 3,
    title: 'مشاوره کودک و نوجوانان',
    description:
      'حمایت از فرزندان در مواجهه با دغدغه‌های تحصیلی، عاطفی و اجتماعی و تقویت اعتمادبه‌نفس و مهارت‌های فردی.',
    image: 'service-3.jpg',
  },
  {
    id: 4,
    title: 'درمان اضطراب و افسردگی',
    description:
      'ارائه راهکارهای علمی و جلسات درمانی برای مدیریت اضطراب، افسردگی، استرس و بازیابی آرامش و کیفیت بهتر زندگی.',
    image: 'service-1.jpg',
  },
];
